{
  "navigation": {
    "home": "Home",
    "about": "About Us",
    "design-production": "Design & Production",
    "vestis": "Vestis Textile",
    "sustainability": "Sustainability",
    "contact": "Contact Us",
    "menu": "Menu",
    "aboutContent": "We are a textile company",
    "contactContent": "Get in touch with us",
    "rights": "All rights reserved.",
    "quality-sustainability": "Quality & Sustainability",
    "kvkk": "Personal Data Protection",
    "information-security": "Information Security",
    "terms-conditions": "Terms & Conditions",
    "cookies": "Cookies",
    "newsletter": "Stay updated with our latest news and offers, we will reach you.",
    "subscribe": "Subscribe",
    "email": "Your email address"
},
"home": {
  "about": "About Vestis",
  "a-description-1": "We produce the finest apparel for our clients to supply them with the highest quality materials to be transformed into trendsetting designs for their customers all around the world.",
  "a-description-2": "We offer a vast variety of innovative designs made of different materials with the latest technologies and state-of-the-art manufacturing methods.",
  "a-description-3": "Dedicated to innovation, Vestis always tries to improve its activities in all factory processes. In respect to people and the environment, we embrace sustainability in order to leave a positive impact on future generations."
},
"about": {
  "first-look": "First Look at Vestis",
  "a-description-1": "Vestis continuously advances its expertise in designing and producing high-volume, time-focused, trend-following collections for leading brands in Turkey and around the world, with its global partners and strong supplier network, through a lean management approach. The total production capacity is approximately 300,000 pieces per month.",
  "a-description-2": "Vestis employs experienced professionals in the ready-to-wear and apparel industry. The entrepreneurial approach that guides each senior executive, along with deep knowledge of geography and product range, forms the foundation of a strong and talented team that contributes to Vestis's continuously rising growth and success.",
  "values": "Our Values",
  "values-description": "Developing a participatory corporate culture guided by principles such as innovation, continuous change, and development is our indispensable goal. With the contributions of our dynamic and productive workforce, we manage to keep our team spirit strong and the concept of corporate commitment alive.",
  "quality-sustainability": "We Protect Our High Standards",
  "quality-sustainability-description": "Our total quality system and strict rules for information security ensure that all our processes are 100% secure and of the highest quality, which is our greatest pride."
}
}