{
  "navigation": {
    "home": "Ana Sayfa",
    "about": "Hakkımızda",
    "design-production": "Tasarım & Üretim",
    "vestis": "Vestis Textile",
    "sustainability": "Sürdürülebilirlik",
    "contact": "İletişim",
    "menu": "Menü",
    "aboutContent": "Biz bir tekstil şirketiyiz",
    "contactContent": "Bizimle iletişime geçin",
    "rights": "Tüm hakları saklıdır.",
    "quality-sustainability": "Kalite & Sürdürülebilirlik",
    "kvkk": "KVKK",
    "information-security": "Bilgi Güvenliği",
    "terms-conditions": "Kullanım Sözleşmesi",
    "cookies": "Çerezler",
    "newsletter": "En son haberlerimizden ve tekliflerimizden haberdar olun, size ulaşalım.",
    "subscribe": "Abone Ol",
    "email": "Email adresiniz"
  },
  "home": {
    "about": "Vestis Hakkında",
    "a-description-1": "Müşterilerimize en kaliteli malzemeleri sunarak, bunları dünya çapındaki müşterileri için trend belirleyen tasarımlara dönüştürmelerine yardımcı olacak en iyi giyim ürünlerini üretiyoruz.",
    "a-description-2": "Farklı malzemelerden üretilen yenilikçi tasarımlarımızı, en son teknolojiler ve ileri üretim yöntemleriyle geniş bir yelpazede sunuyoruz.",
    "a-description-3": "Yeniliğe olan bağlılığımızla, Vestis olarak tüm fabrika süreçlerimizi sürekli iyileştirmeye çalışıyoruz. İnsanlara ve çevreye duyduğumuz saygıyla, gelecekteki nesillere olumlu bir etki bırakmak için sürdürülebilirliği benimsiyoruz."
  },
  "about": {
    "first-look": "Vestis'e ilk bakış",
    "a-description-1": "Vestis, küresel ortakları ve güçlü tedarikçi ağı ile birlikte, Türkiye ve dünyanın önde gelen markaları için yüksek hacimli, zaman odaklı, moda akımlarını takip eden koleksiyonların tasarlanması ve ileri teknolojiyle üretilmesindeki uzmanlığını, yalın yönetim anlayışı ile sürekli-1",
    "a-description-2": "Vestis, hazır giyim ve konfeksiyon sektöründeki deneyimli profesyonelleri bünyesinde barındırır. Her üst düzey yöneticiye rehberlik eden girişimci yaklaşım, coğrafya ve ürün yelpazesine ilişkin derin bilgiler; Vestis'in sürekli yükselen büyüme ve başarısında etkili olan güçlü ve yetenekli bir ekibin alt yapısını oluşturur.",
    "values": "Temel Değerlerimiz",
    "values-description": "Yenilik, sürekli değişim ve gelişim gibi ilkelerin rehberlik ettiği katılımcı bir kurumsal kültür geliştirmek, vazgeçilmez hedefimizdir. Dinamik ve üretken iş gücümüzün katkılarıyla; ekip ruhumuzu güçlü, kurumsal bağlılık kavramını ise canlı tutmayı başarıyoruz.",
    "quality-sustainability": "Kalite & Sürdürülebilirlik",
    "quality-sustainability-description": "Toplam Kalite İlkemiz ve bilgi güvenliğiyle ilgili katı kurallarımız sayesinde tüm süreçlerimizin %100 güvenli ve en üstün kalitede olması en büyük övünç kaynağımızdır."
  }
}
